/* (unsaved) */
"(unsaved)" = "(non registrato)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "È disponibile una nuova versione (%@): vuoi scaricarla?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Avanzate";

/* Advanced Find */
"Advanced Find" = "Ricerca avanzata";

/* The name for the all documents project */
"All documents" = "Tutti i documenti";

/* Appearance preferences toolbar item Label */
"Appearance" = "Aspetto";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "Sei sicuro di voler cancellare %1$i occorrenze di “%2$@”?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Sei sicuro di voler cancellare l'unica occorrenza di “%@?”";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "Sei sicuro di voler sostituire %1$i occorrenze di “%2$@” con “%3$@”?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Sei sicuro di voler sostituire un'occorrenza di “%1$@” con “%2$@”?";

/* Ask if you are sure you want to download preferences for Erbele from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Erbele from your iDisk and replace your current settings?" = "Sei sicuro di voler scaricare le preferenze di Erbele dal tuo iDisk e sostituire le tue attuali impostazioni?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "Sei sicuro di voler installare l'utilità a linea di comando?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "Sei sicuro di voler tornare alla versione precedentemente registrata di questo documento?";

/* Ask if you are sure you want to upload your current preferences for Erbele and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Erbele and replace the preference file on your iDisk (if it exists)?" = "Sei sicuro di voler inviare le tue preferenze di Erbele e sostituire il file di preferenze sul tuo iDisk (se esiste)?";

/* Authenticate */
"Authenticate" = "Autentica";

/* The name for bytes in the info window */
"bytes" = "bytes";

/* Cancel-button */
"Cancel" = "Annulla";

/* Name for undo Change Encoding */
"Change Encoding" = "Cambia la codifica";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Cambia la terminazione di linea";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Cambia le preferenze di codifica del file oppure controlla attentamente il suo contenuto se scegli di aprirlo";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Scegli qualcosa che non sia una cartella oppure cambia le impostazioni in Preferenze in modo tale che tutti gli elementi di una cartella siano aperti";

/* Close */
"Close" = "Chiudi";

/* Close Split */
"Close Split" = "Chiudi la vista doppia";

/* Collection */
"Collection" = "Collezione";

/* Command ran successfully in runAction */
"Command ran successfully" = "Il comando è stato eseguito con successo";

/* Commands */
"Commands" = "Comandi";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "copia";

/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */
"Could not connect properly to your iDisk" = "Non posso connettermi al tuo iDisk";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "Non riesco a trovare la stringa “%@”";

/* Indicate that a Erbele preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */
"Could not find a Erbele preference-file on your iDisk" = "Non riesco a trovare un file di preferenze di Erbele sul tuo iDisk";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "Non riesco a trovare un file di descrizione di sintassi adatto a questo documento";

/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */
"Could not find your local preferences file" = "Non riesco a trovare il tuo file di preferenze sul disco locale";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "Non posso sovrascrivere il file “%@” perché è stato rimosso";

/* Delete-button */
"Delete" = "Elimina";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Vuoi ignorare le modifiche che un'altra applicazione ha fatto al documento o vuoi ricaricarlo e perdere tutti i cambiamenti che hai fatto?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Vuoi ignorare le modifiche fatte da un'altra applicazione al documento oppure vuoi ricaricarlo?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Vuoi aprire “%@” come un progetto o come un file di testo";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Non mandare il testo a capo";

/* Don't Save-button in Close-sheet */
"Don't Save" = "Non registrare";

/* Download */
"Download" = "Scarica";

/* Encoding, in the status bar */
"Encoding" = "Codifica";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "Trovate %1$i occorrenze per la stringa “%2$@”";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "Trovata una sola occorrenza per la string “%@”";

/* Function */
"Function" = "Funzione";

/* General preferences toolbar item Label */
"General" = "Generale";

/* Hide Documents List in View menu */
"Hide Documents List" = "Nascondi la lista dei documenti";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Nascondi i caratteri invisibili";

/* Hide Line Numbers */
"Hide Line Numbers" = "Nascondi i numeri di linea";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Nascondi i progetti";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Nascondi il cassetto dei progetti";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Nascondi la barra di stato";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Disabilita la colorazione della sintassi";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "Nascondi la barra delle etichette";

/* Indicate that if you choose Install erbele will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install erbele will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "Se scegli Installa, erbele sarà installato in /usr/bin e le relative pagine del manuale in /usr/share/man/man1 e potrai eseguirlo direttamente dal Terminale (potresti aver bisogno di autenticarti due volte con il nome utente e la password di amministratore). Altrimenti puoi scegliere di mettere tutti i file sulla Scrivania ed installarli manualmente.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "Se vuoi, puoi autenticarti con il nome utente e la password di amministratore";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Ignora";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Frammenti di testo importati";

/* Info */
"Info" = "Info";

/* Install-button in Install-command-line-utility sheet */
"Install" = "Installa";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "Sembra che tu non abbia il permesso di aprire il file “%@”";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "Sembra che tu non abbia il permesso di registrare il file “%@”";

/* Saved, in the status bar */
"Saved" = "Registrato";

/* Length, in the status bar */
"Length" = "Lunghezza";

/* Line Wrap Text */
"Line Wrap Text" = "Manda a capo la linea";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Manda a capo la linea / Non mandare a capo la linea";

/* Live Find */
"Live Find" = "Ricerca incrementale";

/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */
"Make sure that your .Mac settings are correct and you are connected to the internet" = "Assicurati che le tue impostazioni .Mac siano corrette e che tu sia connesso ad internet";

/* New */
"New" = "Nuovo";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Nessun documento selezionato";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "Non applicabile";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Vecchi frammenti di testo";

/* Open */
"Open" = "Apri";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Apri & Registra";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Per piacere, sii paziente: potrebbe richiedere un po' di tempo.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Per piacere, cambia le preferenze se vuoi vedere delle informazioni nella barra";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Per piacere, controlla se hai spostato o cancellato il file originale";

/* Indicate that they should please check the installation of Erbele and that they have a preference-file at <your home folder>/Library/Preferences/org.erbele.Erbele.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Erbele and that you have a preference-file at <your home folder>/Library/Preferences/org.erbele.Erbele.plist" = "Per piacere, controlla l'installazione di Erbele e assicurati che esista il file di preferenze nel percorso <la tua cartella personale>/Library/Preferences/org.erbele.Erbele.plist";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Per piacere, controlla l'installazione dell'applicazione e le preferenze";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "Per piacere, controlla i permessi del file e della cartella che lo contiene e poi prova di nuovo";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Non vuoi esportare prima i frammenti di testo? In seguito non sarà disponibile la funzione di undo.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Per piacere, cercalo in una cartella diversa scegliendo Apri%C dal menu File";

/* Indicate that they should please make sure that they have a file called org.erbele.Erbele.plist in the folder /Documents/Erbele Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */
"Please make sure that you have a file called org.erbele.Erbele.plist in the folder /Documents/Erbele Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "Per piacere, assicurati che ci sia un file chiamato org.erbele.Erbele.plist nella cartella /Documents/Erbele Preferences/ del tuo iDisk, che le tue impostazioni .Mac siano corrette e che tu sia connesso ad internet";

/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */
"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "Per piacere assicurati che le tue impostazioni .Mac siano corrette e che tu sia connesso ad internet";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Per piacere, registra il file in una cartella diversa";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Per piacere, registra il file in una cartella diversa usando Registra Come%C dal menu File";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Per piacere, scegli una cartella diversa usando Registra Come%C dal menu File";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Per piacere, registra il file in una cartella diversa usando Registra Come%C del menu File, oppure controlla i permessi del file e della cartella che lo contiene e poi prova di nuovo";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Per piacere, prova a registrare in una cartella diversa";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Per piacere, usa il comando Registra Come%C del menu File";

/* Position, in the status bar */
"Position" = "Posizione";

/* Preferences */
"Preferences" = "Preferenze";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Sto preparando il documendo per la stampa";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Premi il tasto Escape della tastiera per uscire dalla modalità a schermo intero";

/* Preview */
"Preview" = "Anteprima";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Progetto";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "Metti sulla scrivania";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Ricarica";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Ricorda che puoi sempre Annulare qualsiasi cambiamento";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Sostituisci";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "Sostituite %1$i occurrenze di “%2$@” con “%3$@”";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "Sostituita un'occurrenza di “%1$@” con “%2$@”";

/* Revert-button in Revert-sheet */
"Revert" = "Ritorna alla versione precedente";

/* Save */
"Save" = "Registra";

/* Selection, in the status bar */
"Selection" = "Selezione";

/* Show Documents List in View menu */
"Show Documents List" = "Mostra la lista dei documenti";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Mostra i caratteri invisibili";

/* Show Line Numbers */
"Show Line Numbers" = "Mostra i numeri di linea";

/* Show Projects toolbar item Label */
"Show Projects" = "Mostra i progetti";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Mostra il cassetto dei progetti";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Mostra la barra di stato";

/* Show Syntax Colours */
"Show Syntax Colours" = "Mostra i colori della sintassi";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "Mostra la barra delle etichette";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Mostra/Nascondi i numeri di linea";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Mostra/Nascondi i progetti";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Mostra/Nascondi i colori della sintassi";

/* Snippets */
"Snippets" = "Frammenti di testo";

/* Split Window */
"Split Window" = "Dividi la finestra";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Dividi la finestra / Torna ad una finestra unica";

/* Syntax, in the status bar */
"Syntax" = "Sintassi";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Colori della sintassi";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Definizioni della sintassi";

/* Text File-button in Ask-if-project-or-file sheet */
"Text File" = "File di testo";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "Il documento “%@” è stato aggiornato da un'altra applicazione";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "Il documento “%@” non è stato registrato";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "Il documento “%@” non è più aperto";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "Il file “%@” non esiste";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Si è verificato un problema nell'aprire il documento con la codifica “%@”. Vuoi provare ad aprirlo comunque?";

/* Indicate that there was a unknown error when trying to install the command-line utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "Si è verificato un errore sconosciuto provando ad installare l'utilità a linea di comando";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "Si è verificato un errore sconosciuto provando ad aprire il file “%@” con l'autenticazione";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Si è verificato un errore sconosciuto provando a registrare il file “%@”";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "Si è verificato un errore sconosciuto provando a registrare il file “%@” con l'autenticazione";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Questo messaggio NON apparirà di nuovo, quindi cerca di ricordarlo :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Tutti i frammenti di testo presenti nella collezione “%@” saranno cancellati: sei sicuro di voler continuare?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Si è verificato un errore sconosciuto eseguendo il comando";

/* Name for untitled document */
"untitled" = "senza titolo";

/* Untitled project */
"Untitled project" = "Progetto senza titolo";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Invia";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Usa le impostazioni di Preferenze";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "Non puoi registrare questo file perché “%@” adesso è una cartella";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "Non puoi aprire “%@” perché è una cartella";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "Non puoi tornare al documento precedente perché il file “%@” non esiste più";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Hai impostato le preferenze in modo tale da non mostrare nulla nella barra di stato";

/* You need Mac OS X 10.4.5 Tiger or later to run this version of Erbele in Check-system-version */
"You need Mac OS X 10.4.5 Tiger or later to run this version of Erbele" = "Hai bisogno di Mac OS X 10.4.5 Tiger o di una versione successiva per eseguire questa versione di Erbele";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "I tuoi cambiamenti saranno perduti se chiudi il documento senza registrarlo.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "I tuoi cambiamenti saranno perduti se torni al documento precedente";

